//task name label
HSDTaskName = "Registri fax";

HSDFaxLogsDescription = "Utilizzando le caselle di spunta selezionare i numeri di fax da bloccare o sbloccare e fare clic su Applica.";

//Table view table titles
HSDTableColumnTitleType = "Tipo";
HSDTableColumnTitleDate = "Data";
HSDTableColumnTitleTime = "Ora";
HSDTableColumnTitleDuration = "Durata";
HSDTableColumnTitlePages = "Pagine";
HSDTableColumnTitleResult = "Risultato";
HSDTableColumnTitleFaxNumber = "Numero di fax";
HSDTableColumnTitleBlock = "Blocco";

//Button titles
HSDPrintButtonTitle = "Registro attività di stampa fax";
HSDApplyButtonTitle = "Applica adesso";

//Printing progress title
PrintingProgressTitle = "Stampa in corso… Attendere";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "Registro fax ricevuti";
SentFaxesLogMenuItemTitle = "Registro fax inviati";
AllFaxesLogMenuItemTitle = "Tutti i registri fax";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "Raggiunto il limite massimo di numeri bloccati";
FaxBlackListLimitErrorDescription = "La periferica può memorizzare massimo %d numeri di fax bloccati. Sbloccare alcuni numeri di fax e riprovare.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Verificare che il dispositivo sia online e non stia elaborando un fax.";

//Fax session types
SentSessitonType = "Inviato";
RecievedSessionType = "Ricevuto";

//Fax log results
SuccessResultCode = "Operazione riuscita";
ErrorResultCode = "Errore";
BusyResultCode = "Occupato";
NoAnswerResultCode = "Nessuna risposta";
NoDialToneResultCode = "Nessun segn linea";
NoDocumentResultCode = "Nessun documento";
DocumentJamResultCode = "Documento inceppato";
DoorOpenResultCode = "Sportello aperto";
PowerFailureResultCode = "Mancata alimentaz";
BlacklistedResultCode = "Vietato";
StorageFullResultCode = "Memoria piena";
OutOfMemoryResultCode = "Memoria esaurita";
PhoneLineUnavailableResultCode = "Linea telefonica non disponibile";
FaxDisconnectedResultCode = "Fax scollegato";
PCDisconnectedResultCode = "Computer scollegato";
RemoteNotColorResultCode = "Remoto non a colori";
CommunicationErrorResultCode = "Errore di comunicazione";
CancelledResultCode = "Annullato";

